/**********************
 *  GameData.js
 *  全局系统配置
 *
 *  For GameFramework
 *  Created by Dean on 15/8/15.
 **********************/

var GD= GD || {};

GD.round = [
    "游戏手柄","手机游戏","wii","XBOX","PS3","beats耳机","iPhone10","iWatch",
    "冒险与挖矿","刀塔传奇","魔兽世界","炉石传说","星际争霸","Dota","lol","熊猫TV","斗鱼TV","微博","朋友圈","微信",
    "网易","腾讯","百度","阿里巴巴","淘宝",
    "c++","PHP","Java","cocos2d-x","Unity3D","虚幻引擎","c#","Ruby",
    "奔跑吧兄弟","极限挑战","康熙来了","中国好声音","蒙面歌王","偶滴神啊",
    "白天不懂夜的黑","男人哭吧哭吧不是罪","江南","演员","大海","死了都要爱","天黑黑","橄榄树","双节棍","菊花台",
    "速度与激情","泰坦尼克号","琅琊榜","伪装者",
    "金鸡独立","闻鸡起舞","鸡鸣狗盗","庖丁解牛","万象更新","抱头鼠窜","鸡鸣狗盗","千军万马","亡羊补牢","杯弓蛇影","鹤立鸡群","对牛弹琴","如鱼得水","鸟语花香","为虎作伥","黔驴技穷","画龙点睛","抱头鼠窜","虎背熊腰","守株待兔","鹤发童颜","狗急跳墙","鼠目寸光","盲人摸象","画蛇添足",
    "眼高手低","目瞪口呆","胸无点墨","头重脚轻","手足轻深","口是心非","手疾眼快","耳闻目睹","头破血流","眉清目秀","袖手傍观","口出不逊",
    "见多识广","察言观色","高瞻远瞩","左顾右盼 ","调兵遣将 ","粉身碎骨 狂风暴雨","旁敲侧击","千辛万苦","眼疾手快","生龙活虎","惊天动地","七拼八凑","胡言乱语","改朝换代","道听途说",
    "周杰伦","林忆莲","周华健","EXO","刀郎","雪村","胡歌","霍建华","刘德华","郭富城","张学友","黎明",
    "窗帘","台灯","USB","耳机","笔记本电脑","充电宝",
    "上海","重庆","宁波","烟台","郑州","兰州",
    "马德里","吉隆坡","夏威夷","巴西","塞班岛",
    "阿森纳","恒大","绿地申花","英超","西甲"
];

